Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# SpecialExceptions.ImportNewerVersion
source: This file is from a newer version of iTerm2 and cannot be loaded.
de: Diese Datei stammt aus einer neueren Version von iTerm2 und kann nicht geladen werden.
ja: このファイルは新しいバージョンの iTerm2 のものであり、読み込めません。
pt_br: Este arquivo é de uma versão mais recente do iTerm2 e não pode ser carregado.
ru: Этот файл создан в более новой версии iTerm2 и не может быть загружен.
zh_hans: 此文件来自更新版本的 iTerm2，无法载入。

# SpecialExceptions.InstallNerdReplaceConfirm
source: This will replace existing special exceptions. Continue?
de: Dies ersetzt vorhandene spezielle Ausnahmen. Fortfahren?
ja: これにより既存の特別な例外が置き換えられます。続行しますか?
pt_br: Isto substituirá as exceções especiais existentes. Continuar?
ru: Это заменит существующие специальные исключения. Продолжить?
zh_hans: 这将替换现有的特殊例外。继续吗？

# SpecialExceptions.PreviewAsciiError
source: Start must be at least U+80. ASCII doesn’t support special exceptions.
de: Der Start muss mindestens U+80 sein. ASCII unterstützt keine speziellen Ausnahmen.
ja: 開始位置は U+80 以上である必要があります。ASCII では特別な例外はサポートされていません。
pt_br: O início deve ser no mínimo U+80. O ASCII não oferece suporte a exceções especiais.
ru: Начало должно быть не меньше U+80. ASCII не поддерживает специальные исключения.
zh_hans: 起始值必须至少为 U+80。ASCII 不支持特殊例外。

# SpecialExceptions.PreviewInvalidDestination
source: Invalid destination
de: Ungültiges Ziel
ja: 無効な移動先です
pt_br: Destino inválido
ru: Недопустимый пункт назначения
zh_hans: 无效目标

# SpecialExceptions.PreviewInvalidDestinationForRange
source: Invalid destination.
de: Ungültiges Ziel.
ja: 無効な移動先です。
pt_br: Destino inválido.
ru: Недопустимый пункт назначения.
zh_hans: 无效目标。

# SpecialExceptions.PreviewInvalidRange
source: Invalid range.
de: Ungültiger Bereich.
ja: 無効な範囲です。
pt_br: Intervalo inválido.
ru: Недопустимый диапазон.
zh_hans: 无效范围。

# SpecialExceptions.PreviewLimitTooLarge
source: End is higher than U+110000, the maximum Unicode code point.
de: Das Ende liegt über U+110000, dem maximalen Unicode-Codepunkt.
ja: 終了位置が Unicode の最大コードポイントである U+110000 を超えています。
pt_br: O fim é maior que U+110000, o ponto de código Unicode máximo.
ru: Конец превышает U+110000, максимальную кодовую точку Unicode.
zh_hans: 结束值高于最大 Unicode 码点 U+110000。

# SpecialExceptions.PreviewNoFont
source: No font selected.
de: Keine Schriftart ausgewählt.
ja: フォントが選択されていません。
pt_br: Nenhuma fonte selecionada.
ru: Шрифт не выбран.
zh_hans: 未选择字体。

# SpecialExceptions.PreviewRangeTaken
source: Range includes an already-assigned code point.
de: Der Bereich enthält einen bereits zugewiesenen Codepunkt.
ja: 範囲にはすでに割り当て済みのコードポイントが含まれています。
pt_br: O intervalo inclui um ponto de código já atribuído.
ru: Диапазон включает уже назначенную кодовую точку.
zh_hans: 范围包含已分配的码点。

# SpecialExceptions.PreviewTruncated
source: [truncated]
de: [gekürzt]
ja: [切り詰め]
pt_br: [truncado]
ru: [обрезано]
zh_hans: [已截断]

# SpecialExceptions.RangeArabic
source: Arabic
de: Arabisch
ja: アラビア語
pt_br: Árabe
ru: Арабский
zh_hans: 阿拉伯语

# SpecialExceptions.RangeCyrillic
source: Cyrillic
de: Kyrillisch
ja: キリル文字
pt_br: Cirílico
ru: Кириллица
zh_hans: 西里尔字母

# SpecialExceptions.RangeGreek
source: Greek (Greek and Coptic)
de: Griechisch (Griechisch und Koptisch)
ja: ギリシャ語 (ギリシャ文字とコプト文字)
pt_br: Grego (grego e copta)
ru: Греческий (Greek and Coptic)
zh_hans: 希腊语（希腊和科普特语）

# SpecialExceptions.RangeHan
source: Han (CJK Unified Ideographs)
de: Han (vereinheitlichte CJK-Ideogramme)
ja: 漢字 (CJK統合漢字)
pt_br: Han (ideogramas unificados CJK)
ru: Хань (CJK Unified Ideographs)
zh_hans: 汉字（统一简体字）

# SpecialExceptions.RangeHangulSyllables
source: Hangul Syllables
de: Hangul-Silben
ja: ハングル音節
pt_br: Sílabas hangul
ru: Слоги хангыль
zh_hans: 韩文音节

# SpecialExceptions.RangePrivateUseArea
source: Private Use Area
de: Privater Nutzungsbereich
ja: 私用領域
pt_br: Área de uso privado
ru: Область для частного использования
zh_hans: 专用区域

# SplitPanel.HorizontalPrompt
source: Split current pane horizontally with profile:
de: Aktuellen Bereich horizontal mit Profil teilen:
ja: 現在のペインを水平方向に分割するプロファイル:
pt_br: Dividir o painel atual horizontalmente com o perfil:
ru: Разделить текущую панель по горизонтали с профилем:
zh_hans: 使用配置文件水平拆分当前窗格：

# SplitPanel.VerticalPrompt
source: Split current pane vertically with profile:
de: Aktuellen Bereich vertikal mit Profil teilen:
ja: 現在のペインを垂直方向に分割するプロファイル:
pt_br: Dividir o painel atual verticalmente com o perfil:
ru: Разделить текущую панель по вертикали с профилем:
zh_hans: 使用配置文件垂直拆分当前窗格：

# SSHConfiguration.DestinationFolderLabel
source: Destination folder on remote host:
de: Zielordner auf dem entfernten Host:
ja: リモートホスト上の保存先フォルダ:
pt_br: Pasta de destino no host remoto:
ru: Папка назначения на удалённом узле:
zh_hans: 远程主机上的目标文件夹：

# SSHConfiguration.NotExecutableError
source: Selected file must be an executable.
de: Die ausgewählte Datei muss ausführbar sein.
ja: 選択したファイルは実行可能ファイルである必要があります。
pt_br: O arquivo selecionado deve ser um executável.
ru: Выбранный файл должен быть исполняемым.
zh_hans: 所选文件必须是可执行文件。

# SSHConfiguration.SelectSSHBinaryTitle
source: Select SSH Binary
de: SSH-Binärdatei auswählen
ja: SSHバイナリを選択
pt_br: Selecionar binário do SSH
ru: Выберите исполняемый файл SSH
zh_hans: 选择 SSH 二进制文件

# SSHEndpointException.ConnectionClosed
source: Connection closed
de: Verbindung geschlossen
ja: 接続が閉じられました
pt_br: Conexão encerrada
ru: Соединение закрыто
zh_hans: 连接已关闭。

# SSHEndpointException.FileNotFound
source: File not found
de: Datei nicht gefunden
ja: ファイルが見つかりません
pt_br: Arquivo não encontrado
ru: Файл не найден
zh_hans: 文件未找到。

# SSHEndpointException.InternalError
source: Internal error
de: Interner Fehler
ja: 内部エラー
pt_br: Erro interno
ru: Внутренняя ошибка
zh_hans: 内部错误。

# SSHEndpointException.TransferCanceled
source: File transfer canceled
de: Dateiübertragung abgebrochen
ja: ファイル転送がキャンセルされました
pt_br: Transferência de arquivo cancelada
ru: Передача файла отменена
zh_hans: 文件传输已取消。

# SSHFilePanel.Back
source: Back
de: Zurück
ja: 戻る
pt_br: Voltar
ru: Назад
zh_hans: 后退

# SSHFilePanel.ConnectionLost
source: The connection to %@ was lost.
de: Die Verbindung zu %@ wurde unterbrochen.
ja: %@ への接続が失われました。
pt_br: A conexão com %@ foi perdida.
ru: Соединение с %@ потеряно.
zh_hans: 与 %@ 的连接已中断。

# SSHFilePanel.CouldNotSaveFile
source: Could not save file
de: Datei konnte nicht gespeichert werden
ja: ファイルを保存できませんでした
pt_br: Não foi possível salvar o arquivo
ru: Не удалось сохранить файл
zh_hans: 无法存储文件

# SSHFilePanel.Create
source: Create
de: Erstellen
ja: 作成
pt_br: Criar
ru: Создать
zh_hans: 创建

# SSHFilePanel.EnterFilename
source: Enter filename
de: Dateinamen eingeben
ja: ファイル名を入力
pt_br: Digite o nome do arquivo
ru: Введите имя файла
zh_hans: 输入文件名

# SSHFilePanel.FileExistsMessage
source: A file with the name “%1$@” on %2$@ already exists in this location. Do you want to replace it?
de: Eine Datei mit dem Namen „%1$@“ existiert an diesem Ort auf %2$@ bereits. Möchten Sie sie ersetzen?
ja: 「%1$@」という名前のファイルが %2$@ 上のこの場所に既に存在します。置き換えますか?
pt_br: Já existe um arquivo com o nome “%1$@” em %2$@ neste local. Deseja substituí-lo?
ru: Файл с именем «%1$@» на %2$@ уже существует в этом расположении. Заменить его?
zh_hans: 在 %2$@ 上名为 “%1$@” 的文件已存在于此位置，是否要替换它？

# SSHFilePanel.Forward
source: Forward
de: Vorwärts
ja: 進む
pt_br: Avançar
ru: Вперёд
zh_hans: 前进

# SSHFilePanel.GoToFolder
source: Go to Folder…
de: Gehe zu Ordner…
ja: フォルダへ移動…
pt_br: Ir para a pasta…
ru: Перейти к папке…
zh_hans: 前往文件夹…

# SSHFilePanel.GoToHome
source: Go to Home
de: Gehe zum Home-Verzeichnis
ja: ホームへ移動
pt_br: Ir para o início
ru: Перейти в домашнюю папку
zh_hans: 前往主目录

# SSHFilePanel.GoUp
source: Go Up
de: Nach oben
ja: 上の階層へ
pt_br: Ir para cima
ru: Перейти на уровень выше
zh_hans: 向上

# SSHFilePanel.NewFolder
source: New Folder
de: Neuer Ordner
ja: 新規フォルダ
pt_br: Nova pasta
ru: Новая папка
zh_hans: 新建文件夹

# SSHFilePanel.NewFolderPrompt
source: Name of new folder inside “%@”:
de: Name des neuen Ordners in „%@“:
ja: 「%@」内の新規フォルダの名前:
pt_br: Nome da nova pasta dentro de “%@”:
ru: Имя новой папки внутри «%@»:
zh_hans: 位于“%@”内的新文件夹名称：

# SSHFilePanel.Refresh
source: Refresh
de: Aktualisieren
ja: 更新
pt_br: Atualizar
ru: Обновить
zh_hans: 刷新

# SSHFilePanel.Replace
source: Replace
de: Ersetzen
ja: 置き換え
pt_br: Substituir
ru: Заменить
zh_hans: 替换

# SSHFilePanel.ReplaceWarning
source: Replacing it will overwrite its current contents.
de: Das Ersetzen überschreibt den aktuellen Inhalt.
ja: 置き換えると、現在の内容が上書きされます。
pt_br: Substituí-lo irá sobrescrever o conteúdo atual.
ru: Замена приведёт к перезаписи его текущего содержимого.
zh_hans: 替换将覆盖其当前内容。

# SSHFilePanel.SaveAs
source: Save As:
de: Speichern unter:
ja: 名前を付けて保存:
pt_br: Salvar como:
ru: Сохранить как:
zh_hans: 存储为：

# SSHFilePanel.Search
source: Search
de: Suche
ja: 検索
pt_br: Buscar
ru: Поиск
zh_hans: 搜索

# SSHFilePanel.ShowHiddenFiles
source: Show Hidden Files
de: Versteckte Dateien anzeigen
ja: 隠しファイルを表示
pt_br: Mostrar arquivos ocultos
ru: Показывать скрытые файлы
zh_hans: 显示隐藏文件

# SSHFilePanel.UnableToCreateFolder
source: Unable to create folder
de: Ordner konnte nicht erstellt werden
ja: フォルダを作成できません
pt_br: Não foi possível criar a pasta
ru: Не удалось создать папку
zh_hans: 无法创建文件夹

# SSHFilePanel.UntitledFolder
source: untitled folder
de: unbenannter Ordner
ja: 名称未設定フォルダ
pt_br: pasta sem título
ru: новая папка
zh_hans: 未命名文件夹

# SSHFilePanel.UseSystemPanel
source: Use System Panel…
de: Systemdialog verwenden…
ja: システムパネルを使用…
pt_br: Usar painel do sistema…
ru: Использовать системную панель…
zh_hans: 使用系统面板…

# SSHFilePanelFileList.ColumnDateCreated
source: Date Created
de: Erstellungsdatum
ja: 作成日
pt_br: Data de criação
ru: Дата создания
zh_hans: 创建日期

# SSHFilePanelFileList.ColumnKind
source: Kind
de: Art
ja: 種類
pt_br: Tipo
ru: Тип
zh_hans: 类型

# SSHFilePanelFileList.ColumnSize
source: Size
de: Größe
ja: サイズ
pt_br: Tamanho
ru: Размер
zh_hans: 大小

# SSHFilePanelFileList.KindArchive
source: Archive
de: Archiv
ja: アーカイブ
pt_br: Arquivo compactado
ru: Архив
zh_hans: 归档

# SSHFilePanelFileList.KindDocument
source: Document
de: Dokument
ja: 書類
pt_br: Documento
ru: Документ
zh_hans: 文档

# SSHFilePanelFileList.KindFolder
source: Folder
de: Ordner
ja: フォルダ
pt_br: Pasta
ru: Папка
zh_hans: 文件夹

# SSHFilePanelFileList.KindImage
source: %@ image
de: %@-Bild
ja: %@ 画像
pt_br: Imagem %@
ru: Изображение %@
zh_hans: %@ 图像

# SSHFilePanelFileList.KindLuaScript
source: Lua script
de: Lua-Skript
ja: Luaスクリプト
pt_br: Script Lua
ru: Скрипт Lua
zh_hans: Lua脚本

# SSHFilePanelFileList.KindNeovimConfig
source: Neovim config
de: Neovim-Konfiguration
ja: Neovim設定ファイル
pt_br: Configuração do Neovim
ru: Конфигурация Neovim
zh_hans: Neovim配置

# SSHFilePanelFileList.KindObjectiveCSource
source: Objective-C source
de: Objective-C-Quellcode
ja: Objective-Cソース
pt_br: Código-fonte Objective-C
ru: Исходный код Objective-C
zh_hans: Objective-C源代码

# SSHFilePanelFileList.KindPDFDocument
source: PDF document
de: PDF-Dokument
ja: PDF書類
pt_br: Documento PDF
ru: Документ PDF
zh_hans: PDF文档

# SSHFilePanelFileList.KindShellScript
source: Shell script
de: Shell-Skript
ja: シェルスクリプト
ru: Сценарий оболочки
zh_hans: Shell脚本

# SSHFilePanelFileList.KindTextDocument
source: Text document
de: Textdokument
ja: テキスト書類
pt_br: Documento de texto
ru: Текстовый документ
zh_hans: 文本文档

# SSHFilePanelFileList.MissingFileInformation
source: Missing file information
de: Dateiinformationen fehlen
ja: ファイル情報がありません
pt_br: Informações do arquivo ausentes
ru: Отсутствует информация о файле
zh_hans: 缺少文件信息

# SSHFilePanelFileList.ZeroBytes
source: Zero bytes
de: Null Byte
ja: 0バイト
ru: Ноль байт
zh_hans: 零字节

# SSHFilePanelSidebar.Applications
source: Applications
de: Programme
ja: アプリケーション
pt_br: Aplicativos
ru: Программы
zh_hans: 应用程序

# SSHFilePanelSidebar.ConnectedHosts
source: Connected Hosts
de: Verbundene Hosts
ja: 接続済みのホスト
pt_br: Hosts conectados
ru: Подключённые узлы
zh_hans: 已连接主机

# SSHFilePanelSidebar.Desktop
source: Desktop
de: Schreibtisch
ja: デスクトップ
pt_br: Mesa
ru: Рабочий стол
zh_hans: 桌面

# SSHFilePanelSidebar.Documents
source: Documents
de: Dokumente
ja: 書類
pt_br: Documentos
ru: Документы
zh_hans: 文档

# SSHFilePanelSidebar.Favorites
source: Favorites
de: Favoriten
ja: よく使う項目
pt_br: Favoritos
ru: Избранное
zh_hans: 收藏

# SSHFilePanelSidebar.Folder
source: Folder
de: Ordner
ja: フォルダ
pt_br: Pasta
ru: Папка
zh_hans: 文件夹

# SSHFilePanelSidebar.Home
source: Home
de: Privatordner
ja: ホーム
pt_br: Início
ru: Домашняя папка
zh_hans: 个人文件夹

# SSHFilePanelSidebar.Movies
source: Movies
de: Filme
ja: ムービー
pt_br: Filmes
ru: Фильмы
zh_hans: 电影

# SSHFilePanelSidebar.Music
source: Music
de: Musik
ja: ミュージック
pt_br: Música
ru: Музыка
zh_hans: 音乐

# SSHFilePanelSidebar.Pictures
source: Pictures
de: Bilder
ja: ピクチャ
pt_br: Imagens
ru: Изображения
zh_hans: 图片

# SSHFolderDialog.FolderOnHost
source: Folder on %@
de: Ordner auf %@
ja: %@ 上のフォルダ
pt_br: Pasta em %@
ru: Папка на %@
zh_hans: %@上的文件夹

# SSHFolderDialog.Go
source: Go
de: Los
ja: 移動
pt_br: Ir
ru: Перейти
zh_hans: 前往

# SSHFolderDialog.GoToFolderInfo
source: Type a pathname or select from the pop-up menu
de: Geben Sie einen Pfadnamen ein oder wählen Sie aus dem Einblendmenü
ja: パス名を入力するか、ポップアップメニューから選択してください
pt_br: Digite um nome de caminho ou selecione no menu suspenso
ru: Введите путь или выберите из всплывающего меню
zh_hans: 输入路径名或从弹出菜单中选择

# SSHFolderDialog.GoToFolderTitle
source: Go to the folder:
de: Gehe zum Ordner:
ja: 移動先のフォルダ:
pt_br: Ir para a pasta:
ru: Перейти к папке:
zh_hans: 前往文件夹：

# SSHFolderDialog.LoadingCompletions
source: Loading completions…
de: Vervollständigungen werden geladen…
ja: 補完候補を読み込み中…
pt_br: Carregando complementos…
ru: Загрузка вариантов…
zh_hans: 正在载入补全…

# SSHFolderDialog.PathPlaceholder
source: Enter path (e.g., /usr/local/bin)
de: Pfad eingeben (z. B. /usr/local/bin)
ja: パスを入力(例: /usr/local/bin)
pt_br: Digite o caminho (por exemplo, /usr/local/bin)
ru: Введите путь (например, /usr/local/bin)
zh_hans: 输入路径（例如 /usr/local/bin）

# StatusBarAction.ActionKnobLabel
source: Action
de: Aktion
ja: アクション
pt_br: Ação
ru: Действие
zh_hans: 操作

# StatusBarAction.CustomAction
source: Custom Action
de: Benutzerdefinierte Aktion
ja: カスタムアクション
pt_br: Ação personalizada
ru: Пользовательское действие
zh_hans: 自定义操作

# StatusBarAction.DetailedDescription
source: Adds a button that performs a user-configurable action, similar to a key binding.
de: Fügt eine Schaltfläche hinzu, die eine benutzerdefinierte Aktion ausführt, ähnlich einer Tastenkombination.
ja: キーバインドのように、ユーザーが設定可能なアクションを実行するボタンを追加します。
pt_br: Adiciona um botão que executa uma ação configurável pelo usuário, semelhante a uma associação de teclas.
ru: Добавляет кнопку, которая выполняет настраиваемое пользователем действие, аналогично сочетанию клавиш.
zh_hans: 添加一个执行用户可配置操作的按钮，类似于按键绑定。

# StatusBarAction.EditActions
source: Edit Actions…
de: Aktionen bearbeiten…
ja: アクションを編集…
pt_br: Editar ações…
ru: Изменить действия…
zh_hans: 编辑操作…

# StatusBarAction.MenuDetailedDescription
source: When clicked, opens a menu of actions. Actions are like custom key bindings, but without a keystroke attached.
de: Öffnet beim Anklicken ein Menü mit Aktionen. Aktionen ähneln benutzerdefinierten Tastenkombinationen, jedoch ohne zugeordneten Tastendruck.
ja: クリックするとアクションのメニューが開きます。アクションはカスタムキーバインドに似ていますが、キー操作が割り当てられていません。
pt_br: Quando clicado, abre um menu de ações. As ações são como associações de teclas personalizadas, mas sem uma tecla associada.
ru: При нажатии открывает меню действий. Действия похожи на пользовательские сочетания клавиш, но без привязки к нажатию клавиш.
zh_hans: 点按后打开操作菜单。操作类似于自定义按键绑定，但不绑定按键。

# StatusBarAction.MenuExemplar
source: Action…
de: Aktion…
ja: アクション…
pt_br: Ação…
ru: Действие…
zh_hans: 操作…

# StatusBarAction.MenuShortDescription
source: Actions Menu
de: Aktionsmenü
ja: アクションメニュー
pt_br: Menu de ações
ru: Меню действий
zh_hans: 操作菜单

# StatusBarAction.MenuStringValue
source: Perform Action…
de: Aktion ausführen…
ja: アクションを実行…
pt_br: Executar ação…
ru: Выполнить действие…
zh_hans: 执行操作…

# StatusBarAttributedText.BackgroundColorLabel
source: Background Color:
de: Hintergrundfarbe:
ja: 背景色:
pt_br: Cor do plano de fundo:
ru: Цвет фона:
zh_hans: 背景颜色：

# StatusBarAttributedText.TextColorLabel
source: Text Color:
de: Textfarbe:
ja: 文字色:
pt_br: Cor do texto:
ru: Цвет текста:
zh_hans: 文字颜色：

# StatusBarComposer.BackgroundColorLabel
source: Background Color:
de: Hintergrundfarbe:
ja: 背景色:
pt_br: Cor do plano de fundo:
ru: Цвет фона:
zh_hans: 背景颜色：

# StatusBarComposer.DetailedDescription
source: Adds a text field for composing command lines.
de: Fügt ein Textfeld zum Verfassen von Befehlszeilen hinzu.
ja: コマンドラインを作成するためのテキストフィールドを追加します。
pt_br: Adiciona um campo de texto para compor linhas de comando.
ru: Добавляет текстовое поле для составления командных строк.
zh_hans: 添加一个用于编写命令行的文本输入框。

# StatusBarComposer.Exemplar
source: >_ [Command] 💬
de: >_ [Befehl] 💬
ja: >_ [コマンド] 💬
pt_br: >_ [Comando] 💬
ru: >_ [Команда] 💬

# StatusBarComposer.IconColorLabel
source: Icon Color:
de: Symbolfarbe:
ja: アイコンの色:
pt_br: Cor do ícone:
ru: Цвет значка:
zh_hans: 图标颜色：

# StatusBarComposer.ShortDescription
source: Composer
de: Verfassen
ja: コンポーザー
pt_br: Compositor
ru: Композитор
zh_hans: 命令编辑器

# StatusBarComposer.ShowHistory
source: Show History
de: Verlauf anzeigen
ja: 履歴を表示
pt_br: Mostrar histórico
ru: Показать историю
zh_hans: 显示历史记录

# StatusBarContainer.ConfigureComponentFormat
source: Configure %@
de: %@ konfigurieren
ja: %@ を設定
pt_br: Configurar %@
ru: Настроить %@
zh_hans: 配置 %@

# StatusBarContainer.ConfigureStatusBar
source: Configure Status Bar
de: Statusleiste konfigurieren
ja: ステータスバーを設定
pt_br: Configurar barra de status
ru: Настроить строку состояния
zh_hans: 配置状态栏

# StatusBarContainer.DisableStatusBar
source: Disable Status Bar
de: Statusleiste deaktivieren
ja: ステータスバーを無効にする
pt_br: Desativar barra de status
ru: Отключить строку состояния
zh_hans: 停用状态栏

# StatusBarContainer.HideComponentFormat
source: Hide %@
de: %@ ausblenden
ja: %@ を隠す
pt_br: Ocultar %@
ru: Скрыть %@
zh_hans: 隐藏 %@

# StatusBarGit.CancelRunningActionFormat
source: Cancel %@
de: %@ abbrechen
ja: %@ をキャンセル
pt_br: Cancelar %@
ru: Отменить %@
zh_hans: 取消 %@

# StatusBarGit.DebugInfoFormat
source: Directory: %1$@ Polling cadence: %2$@ sec Polling enabled: %3$@ Last polled %4$@ seconds ago Repo state: %5$@ %6$@
de: Verzeichnis: %1$@ Abfrageintervall: %2$@ Sek. Abfrage aktiviert: %3$@ Letzte Abfrage vor %4$@ Sekunden Repository-Status: %5$@ %6$@
ja: ディレクトリ: %1$@ ポーリング間隔: %2$@ 秒 ポーリング有効: %3$@ 前回のポーリングから %4$@ 秒経過 リポジトリの状態: %5$@ %6$@
pt_br: Diretório: %1$@ Cadência de sondagem: %2$@ s Sondagem ativada: %3$@ Última sondagem há %4$@ segundos Estado do repositório: %5$@ %6$@
ru: Каталог: %1$@ Частота опроса: %2$@ с Опрос включён: %3$@ Последний опрос: %4$@ с назад Состояние репозитория: %5$@ %6$@
zh_hans: 目录: %1$@ 轮询频率: %2$@ 秒 启用轮询: %3$@ 上次轮询时间: %4$@ 秒前 仓库状态: %5$@ %6$@

# StatusBarGit.DebugInfoTitle
source: Debug Info
de: Debug-Informationen
ja: デバッグ情報
pt_br: Informações de depuração
ru: Отладочная информация
zh_hans: 调试信息

# StatusBarGit.DetailedDescription
source: Shows a summary of the git state of the current directory.
de: Zeigt eine Zusammenfassung des Git-Status des aktuellen Verzeichnisses.
ja: 現在のディレクトリの git の状態の概要を表示します。
pt_br: Mostra um resumo do estado do git do diretório atual.
ru: Показывает сводку состояния git для текущего каталога.
zh_hans: 显示当前目录的 git 状态摘要。

# StatusBarGit.IncreaseTimeoutActionFormat
source: Increase to %@s
de: Auf %@s erhöhen
ja: %@ 秒に増やす
pt_br: Aumentar para %@ s
ru: Увеличить до %@ с
zh_hans: 增加到 %@ 秒

# StatusBarGit.MenuAddAndCommit
source: Add & Commit
de: Hinzufügen und Committen
ja: 追加してコミット
pt_br: Adicionar e fazer commit
ru: Add и Commit
zh_hans: 添加并提交

# StatusBarGit.MenuCheckOutFormat
source: Check out %@
de: %@ auschecken
ja: %@ をチェックアウト
pt_br: Fazer checkout de %@
zh_hans: 检出 %@

# StatusBarGit.MenuPullOriginFormat
source: Pull origin %@
de: Pull von origin %@
ja: origin %@ をプル
pt_br: Fazer pull de origin %@
zh_hans: 从 origin %@ 拉取

# StatusBarGit.MenuPushOriginFormat
source: Push origin %@
de: Push zu origin %@
ja: origin %@ にプッシュ
pt_br: Fazer push de origin %@
zh_hans: 推送到 origin %@

# StatusBarGit.MenuReveal
source: Reveal
de: Anzeigen
ja: 表示
pt_br: Mostrar
ru: Показать
zh_hans: 显示

# StatusBarGit.PollingIntervalLabel
source: Polling Interval (seconds):
de: Abfrageintervall (Sekunden):
ja: ポーリング間隔 (秒):
pt_br: Intervalo de sondagem (segundos):
ru: Интервал опроса (в секундах):
zh_hans: 轮询间隔（秒）：

# StatusBarGit.SendCommandHeading
source: Send Command?
de: Befehl senden?
ja: コマンドを送信しますか?
pt_br: Enviar comando?
ru: Отправить команду?
zh_hans: 发送命令？

# StatusBarGit.SendCommandOverSshFormat
source: Looks like you're sshed somewhere. OK to send the command “%@”?
de: Es sieht so aus, als wären Sie per SSH verbunden. Befehl „%@“ senden?
ja: SSH 接続中のようです。コマンド「%@」を送信してもよろしいですか?
pt_br: Parece que você está conectado via ssh a algum lugar. Tudo bem enviar o comando “%@”?
ru: Похоже, вы подключены по SSH. Отправить команду «%@»?
zh_hans: 看起来你已 ssh 到某处。发送命令“%@”？

# StatusBarGit.ShortDescription
source: git state
de: Git-Status
ja: git の状態
pt_br: estado do git
ru: состояние git
zh_hans: git 状态

# StatusBarGit.ShowDebugInfo
source: Show Debug Info
de: Debug-Informationen anzeigen
ja: デバッグ情報を表示
pt_br: Mostrar informações de depuração
ru: Показать отладочную информацию
zh_hans: 显示调试信息

# StatusBarGit.StatusCheckingOut
source: Checking out…
de: Wird ausgecheckt…
ja: チェックアウト中…
pt_br: Fazendo checkout…
ru: Checkout…
zh_hans: 正在切换…

# StatusBarGit.StatusCommitting
source: Committing…
de: Wird committet…
ja: コミット中…
pt_br: Fazendo commit…
ru: Commit…
zh_hans: 正在提交…

# StatusBarGit.StatusPulling
source: Pulling…
de: Wird gepullt…
ja: プル中…
pt_br: Fazendo pull…
ru: Pull…
zh_hans: 正在拉取…

# StatusBarGit.StatusPushing
source: Pushing…
de: Wird gepusht…
ja: プッシュ中…
pt_br: Fazendo push…
ru: Push…
zh_hans: 正在推送…

# StatusBarGit.StatusStashing
source: Stashing…
de: Wird gestasht…
ja: スタッシュ中…
pt_br: Fazendo stash…
ru: Stash…
zh_hans: 正在暂存…

# StatusBarGit.TheCurrentDirectory
source: the current directory
de: das aktuelle Verzeichnis
ja: 現在のディレクトリ
pt_br: o diretório atual
ru: текущий каталог
zh_hans: 当前目录

# StatusBarGit.TimedOutShort
source: ⚠️ timed out
de: ⚠️ Zeitüberschreitung
ja: ⚠️ タイムアウト
pt_br: ⚠️ tempo esgotado
ru: ⚠️ истекло время ожидания
zh_hans: ⚠️ 超时

# StatusBarGit.TimeoutWarningHeading
source: git timed out
de: Git-Zeitüberschreitung
ja: git がタイムアウトしました
pt_br: tempo do git esgotado
ru: Время ожидания git истекло
zh_hans: git 超时
